import Logo from '../../assets/img/ho-logo-sm.jpg';
import Glass from '../../assets/img/cocktail-glass.svg';
import styles from './About.module.css';

const About = () => {
  return (
    <>
      <div className='flexCenter'>
        <img src={Logo} alt='' className={styles.logo} />
      </div>
      <h2 className={styles.aboutHead}>
        ที่ซึ่งความลับอันเก็บงำไว้เป็นอย่างดีของเมืองกำลังรอการเปิดเผย และช่วงเวลาดีๆ
        ก็พร้อมเสมอ
      </h2>
      <p className={styles.para}>
        ก้าวเข้าสู่ทางเข้าอันเรียบง่าย และค้นพบโลกแห่งความสุขที่ซ่อนอยู่ ที่ Hideout Ari
        เราได้นำ [ใส่สถานที่] เก่ามาปรับใช้ใหม่เพื่อสร้างโอเอซิสอันหรูหราใจกลางเมือง
        ลองนึกถึงอิฐเปลือย ไม้เก่า และของตกแต่งสไตล์วินเทจ พร้อมกลิ่นอายความทันสมัย
      </p>
      <p className={styles.para}>
        ในตอนกลางวัน บาร์ของเราเป็นสถานที่เงียบสงบสำหรับการดื่มกาแฟและพูดคุยกัน
        ในตอนกลางคืน บาร์ของเราจะเปลี่ยนเป็นสถานที่แสดงดนตรีที่มีชีวิตชีวา
        โดยมีการแสดงดนตรีท้องถิ่นที่จะทำให้คุณเต้นรำจนลืมหายใจไปได้เลย
        ด้วยเมนูที่เปลี่ยนแปลงอยู่เสมอ เรามีอาหารให้เลือกหลากหลาย
        ตั้งแต่ค็อกเทลฝีมือดีและอาหารจานเล็ก ไปจนถึงไวน์และเบียร์ และยังมีอาหารใหม่ๆ
        ให้ลองเสมอ
      </p>
      <p className={styles.para}>
        ตั้งแต่อาหารจานเล็กที่ได้รับแรงบันดาลใจจากทั่วโลกไปจนถึงค็อกเทลฝีมือประณีต
        ทุกรายละเอียดที่ Hideout Ari ออกแบบมาเพื่อให้คุณรู้สึกเหมือนอยู่บ้าน
        เข้าร่วมกับเราเพื่อรับประทานอาหารเย็น ดื่มเครื่องดื่ม
        หรือออกไปเที่ยวกลางคืนกับเพื่อนๆ
        และสัมผัสกับบรรยากาศอบอุ่นและเป็นกันเองที่ทำให้เราเป็นความลับที่เก็บงำไว้เป็นอย่างดีที่สุดของเมือง
      </p>
      <div className='flexCenter'>
        <img src={Glass} alt='' className={styles.glass} />
      </div>
    </>
  );
};

export default About;
